Repository: proximiio/proximiio-navigation-demo-ios
Catalog: Project/*.lproj/Localizable.strings
Languages: fi

# menu_title
source: Menu
fi: Valikko

# menu_settings
source: Settings
fi: Asetukset

# menu_help
source: Help
fi: Ohje

# menu_privacy_policy
source: Privacy Policy
fi: Yksityisyysseloste

# menu_term_of_service
source: Term of Service
fi: Käyttöehdot

# search_placeholder
source: Search
fi: Haku

# navigation_next_action_then
source: Then
fi: Jonka jälkeen

source: Explore Nearby
fi: Lähialueella

# floor
source: Floor %d
fi: Kerros %d

# poi_detail_show_me_direction
source: Show me directions
fi: Näytä reitti

# poi_about
source: About the
fi: Tietoa

source: End of results
fi: Ei enempää tuloksia

# no_results
source: No result found
fi: Ei tuloksia!

source: Results
fi: Tulokset

# place_not_covered
source: The place you are in isn't covered. Talk to someone in charge and recomend us.
fi: Sijainti paikannusalueen ulkopuolella.

source: HELP
fi: OHJE

# amenity-bathroom
source: Bathroom
fi: WC-tilat

# amenity-cafe
source: Cafe
fi: Kahvilat

# amenity-parking
source: Parking
fi: Parkkipaikat

# amenity-exits
source: Exits
fi: Uloskäynnit

# amenity-meeting-rooms
source: Meeting Rooms
fi: Neuvottelutilat

# poi_direction_calculating
source: Calculating
fi: Lasketaan

# poi_na
source: N/A
fi: Ei saatavilla

# poi_trip
source: Trip
fi: Reitti

# poi_location_description
source: Location Description
fi: Kuvaus

# poi_my_trip
source: My trip:
fi: Matkani:

# search_explore
source: Filter
fi: Suodata

# map_title
source: Map
fi: Kartta

# map_location_permission_title
source: Location Permission
fi: Paikannuslupa

# map_location_permission_message
source: Without location information, we can't show you where to go. Turn location on ?
fi: Paikantaminen sekä navigointi tarvitsee paikkatietoluvat toimiakseen. TKytketäänkö paikannus päälle?

# map_location_bluetooth_title
source: Bluetooth Permission
fi: Bluetooth-lupa

# map_location_bluetooth_message
source: Without bluetooth, we can't show you where to go. Turn Bluetooth on ?
fi: Paikantaminen tarvitsee bluetoothin toimiakseen. Kytketäänkö bluetooth päälle?

# map_no
source: No
fi: Ei

# map_yes
source: Yes
fi: Kyllä

# map_close
source: Close
fi: Sulje

# map_nav_title
source: Navigation
fi: Navigaatio

# map_nav_message
source: An error has occured while generating the route from your position, if problem persist please notify to staff
fi: Reitin muodostaminen epäonnistui

# preview_from
source: From
fi: Lähtöpiste

# preview_to
source: To
fi: Kohde

# preview_start
source: Start Navigation
fi: Aloita

# preview_cancel_route
source: Cancel Route
fi: Peruuta

# preview_show_trip
source: Show Trip
fi: Näytä reitti

# preview_detailed
source: Detailed trip directions
fi: Tarkemmat reittiohjeet

# preview_my_location
source: My Location
fi: Sijaintini

# you_are_in
source: You are currently in %@
fi: Olet tällä hetkellä %@

source: Hazard %@
fi: Huomio %@

# settings_title
source: Settings
fi: Asetukset

# settings_display_mode
source: Display options
fi: Näkymän asetukset

# settings_route_options
source: Route options
fi: Reitin asetukset

# settings_avoid_stairs
source: Avoid stairs
fi: Vältä portaita

# settings_avoid_escalator
source: Avoid escalators
fi: Vältä liukuportaita

# settings_avoid_elevator
source: Avoid elevator
fi: Valta hissejä

# settings_avoid_revolving_doors
source: Avoid revolving doors
fi: Vältä pyöröovia

# settings_use_acessible_routes
source: Use accessible routes
fi: Käytä saavutettavia reittejä

# settings_distance
source: Measure distance in
fi: Näytä etäisyydet

# settings_distance_meters
source: Meters
fi: Metreinä

# settings_distance_steps
source: Steps
fi: Askelina

# settings_voice_guidance
source: Voice guidance
fi: Ääniohjaus

# settings_voice_confirm
source: Confirm direction of travel
fi: Kulkusuunnan vahvistus

# settings_voice_speak_decision
source: Tell me about decision points
fi: Kerro päätöskohdista

# settings_voice_speak_hazard
source: Tell me about some hazards
fi: Kerro huomioista

# settings_voice_speak_landmark
source: Tell me about some landmarks
fi: Kerro maamerkeistä

# settings_voice_speak_segment
source: Tell me about some areas
fi: Kerro alueista

# settings_voice_confirm_trip
source: Confirm route
fi: Reitin vahvistus

# settings_voice_confirm_trip_every
source: Confirm route every
fi: Vahvista reitti joka

# settings_voice_10_meter
source: 10 meters
fi: 10 metri

# settings_voice_15_meter
source: 15 meters
fi: 15 metri

# settings_voice_20_meter
source: 20 meters
fi: 20 metri

# settings_voice_25_meter
source: 25 meters
fi: 25 metri

# settings_accessitibility
source: Accessibility settings
fi: Saavutettavuusasetukset

# settings_vibrate
source: Vibration
fi: Värinä

# settings_zoom_in_out
source: Zoom in / out buttons on map
fi: Lähennä / loitonna -painikkeet karttanäkymässä

# settings_hand_mode
source: Hand mode
fi: Kätisyys

# settings_left
source: Left
fi: Vasen

# settings_right
source: Right
fi: Oikea

# settings_call_help
source: Call for help button
fi: Kutsu apua -painike

# settings_guidance_disability
source: Guidance based on type of disability
fi: Kyvyttömyyteen perustuva opastus

# settings_help
source: Help
fi: Ohje

# settings_privacy
source: Privacy Policy
fi: Yksityisyysseloste

# settings_terms_of_service
source: Terms of Service
fi: Käyttöehdot

# settings_about
source: About
fi: Tietoa

# settings_navigation_type
source: Navigation type
fi: Orientaatio

# settings_navigation_compass
source: Based on the compass
fi: Kompassiin perustuva

# settings_navigation_heading
source: Based on pre-set paths
fi: Reitin suuntaan perustuva

# settings_guidance_disability_vision_impairment
source: Vision impairment
fi: Näkövamma

# settings_guidance_disability_hearing_impairment
source: Hearing impairment
fi: Kuulovamma

# settings_guidance_disability_neurodiverse
source: Neurodiverse
fi: Neurodiversiteetti

# settings_guidance_disability_ambulant_disabled
source: Ambulant disabled
fi: Rajattu kävelykyky

# settings_guidance_disability_wheelchair_users
source: Wheelchair users
fi: Pyörätuolikäyttäjä

# settings_guidance_disability_none
source: None
fi: Ei mitään

# settings_high_contrast
source: High contrast
fi: Korkea kontrasti

# calibration_title
source: Calibration
fi: Kalibrointi

# calibration_message
source: Move the device in a figure 8 to calibrate the compass. You can do this anytime you feel the compass accuracy is bad.
fi: Liikuta laitetta kahdeksikon muotoisessa kuviossa. Voit toistaa toimenpiteen aina, kun kompassin tarkkuus vaikuttaa heikolta.

# calibration_dismiss
source: Done
fi: Valmis

# first_run
source: This service is accessible to people with disabilities Go to settings?
fi: Tämä sovellus on suunniteltu saavutettavaksi. Siirrytäänkö asetuksiin?

# settings_save
source: Save
fi: Tallenna

source: Add Waypoint(s)
fi: Lisää välietappeja

# waypoint_via
source: Via
fi: Kautta

source: Back
fi: Takaisin

# reset_app
source: In order to apply all the changes we have to force close the app and restart it manually
fi: Sovellus on suljettava ja käynnistettävä uudelleen käsin, jotta asetukset tulevat voimaan

# reset_yes
source: Proceed
fi: Jatka

# start_preview_message
source: Route ready, accuracy around 3 meters
fi: Reitti löydetty, tarkkuus noin kolme metriä

source: Take me there
fi: Käynnistä navigointi

# nearest_parking
source: Nearest parking on route
fi: Lähin parkkipaikka reitillä

# nearest_parking_selected
source: Remove parking on route
fi: Poista parkkipaikka reitiltä

source: Show route
fi: Näytä reitti

# show_route_selected
source: Hide Route
fi: Piilota reitti

# map_out_geofence_title
source: Warning
fi: Huomautus

# map_out_geofence_message
source: You are in an unsupported area
fi: Olet paikannusalueen ulkopuolella

# map_out_geofence_close
source: Close
fi: Sulje

# show_more_detail
source: Tap to show more details
fi: Näytä lisätietoja
